<?php
 $title = 'หลักสูตรปริญญาตรี';
 $image = 'bachelor.jpg';
 $pathway = '<li><span>หลักสูตร</span><span class="divider">/</span></li>
             <li><span>หลักสูตรปริญญาตรี</span></li>';
 $tags = array('หลักสูตร', 'ปริญญาตรี', 'การแพทย์แผนไทยบัณฑิต');
 $content = '<div class="itemIntroText">
   <h3>ชื่อหลักสูตร</h3>
   <p>หลักสูตรการแพทย์แผนไทยบัณฑิต (Bachelor of Thai Traditional Medicine Program)</p>
    <h3>ชื่อปริญญา</h3>
     <dl>
      <dt>ชื่อเต็ม:</dt>
      <dd>การแพทย์แผนไทยบัณฑิต Bachelor of Thai Traditional Medicine</dd>
    </dl>
    <dl>
      <dt>ชื่อย่อภาษาไทย:</dt>
      <dd>พท.บ.</dd>
    </dl>
    <dl>
      <dt>ชื่อย่อภาษาอังกกฤษ:</dt>
      <dd>B.TM.</dd>
    </dl> 
</div>

<!-- Item fulltext -->
<div class="itemFullText">
     <h3>รายละเอียดหลักสูตร</h3>
     <span>คณะการแพทย์แผนไทย เปิดสอนหลักสูตรการแพทย์แผนไทยบัณฑิต เพื่อผลิตบัณฑิตทางด้านการแพทย์แผนไทย ที่สามารถนำความรู้และทักษะทางด้านการแพทย์แผนไทย ไปประกอบวิชาชีพได้เป็นอย่างดี มีทักษะในเชิงวิชาชีพ ทักษะในการสื่อสาร ทักษะในการจัดการ วิเคราะห์ สามารถพัฒนาองค์ความรู้ทางด้านการแพทย์แผนไทย และผสมผสานความรู้ทางด้านแพทย์แผนไทยและแผนปัจจุบันให้เกิดเป็นความรู้ที่เอื้อประโยชน์ต่อสังคมและการพึ่งตนเองด้านสุขภาพ
     </span> 
     <p>
      สาระความรู้ที่เรียน ประกอบด้วย 4 หลักวิชาด้านการแพทย์แผนไทย ดังนี้ </p>
      <p>
            <dl>
	      <dt>1.เวชกรรมไทย:</dt>
	      <dd>เกี่ยวกับการตรวจโรค การหาสาเหตุของการเกิดโรค การวางแผนการรักษาโรค และการตั้งตำรับยารักษาโรค</dd>
	    </dl>
	    <dl>
	      <dt>2.เภสัชกรรมไทย:</dt>
	      <dd>เกี่ยวกับเภสัชวัตถุ สรรพคุณเภสัช คณาเภสัช และเภสัชกรรม (การปรุงยาแผนไทย)</dd>
	    </dl>
	    <dl>
	      <dt>3.ผดุงครรภ์ไทย:</dt>
	      <dd>เกี่ยวกับการดูแลสุขภาพแม่และเด็ก ทั้งก่อน-ระหว่าง-หลังคลอด</dd>
	    </dl>
             <dl>
	      <dt>4.นวดไทย:</dt>
	      <dd>เกี่ยวกับการนวดพื้นฐาน นวดราชสำนัก นวดเพื่อการรักษา นวดไทยทักษิณ นวดบริการสุขภาพ</dd>
	    </dl>
      </p>
      <p>
        <h3>โครงสร้างหลักสูตร</h3>
        <span>หลักสูตรการแพทย์แผนไทยบัณฑิต เป็นหลักสูตร 4 ปี วุฒิที่ได้รับ คือ พท.บ.(การแพทย์แผนไทยบัณฑิต)</span>
      <table class="table table-bordered">
          <thead>
            <tr>
              <th>โครงสร้างหลักสูตร</th>
              <th>หน่วยกิต</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td><strong>ก. หมวดวิชาศึกษาทั่วไป</strong>
                <p>  
                  <ol>
                      <li>กลุ่มวิชาภาษา</li>
                      <li>กลุ่มวิชามนุษยศาสตร์และสังคมศาสตร์</li>
                      <li>กลุ่มวิชาวิทยาศาสตร์และคณิตศาสตร์</li>
                  </ol>
                 </p>
              </td>
              <td><strong>30 หน่วยกิต</strong>
                  <p>  
                  <ul class="unstyled">
                      <li>12 หน่วยกิต</li>
                      <li>10 หน่วยกิต</li>
                      <li>8 หน่วยกิต</li>
                  </ul>
                 </p>
              </td>
             
            </tr>
            <tr >
              <td><strong>ข. หมวดวิชาเฉพาะ</strong>
                  <p>
                    <ol>
                      <li>กลุ่มวิชาพื้นฐานทางวิชาชีพ</li>
                      <li>กลุ่มวิชาชีพ</li>
                    </ol>
                  </p>  
              </td>
              <td><strong>115 หน่วยกิต</strong>
                   <p>
                    <ul class="unstyled">
                      <li>51 หน่วยกิต</li>
                      <li>64 หน่วยกิต</li>
                    </ul>
                  </p> 
              </td>
            </tr>
            <tr>
              <td><strong>ค. หมวดวิชาเฉพาะ</strong></td>
              <td><strong>6 หน่วยกิต</strong></td>
            </tr>
            <tr>
              <td><strong>รวมตลอดหลักสูตร</strong></td>
              <td><strong>151 หน่วยกิต</strong></td>
            </tr>
          </tbody>
      </table>
      </p>
      <div class="itemImageBlock">
	  <span class="itemImage">
	  <img src="images/mix.jpg" alt="" style="width:800px; height:auto;" /></span>
	  <div class="clr"></div>
      </div> 
      <p>
      <h3>จุดเด่นของหลักสูตร</h3>
      <p>เป็นหลักสูตรที่เน้นทั้งวิชาบรรยาย วิชาปฏิบัติการ และการฝึกปฏิบัติงานเชิงวิชาชีพหรือฝึกประสบการณ์ทางวิชาชีพ ในวิชาปฏิบัติการจะเน้นสอนให้นักศึกษาได้ฝึกปฏิบัติตรวจวินิจฉัยโรคและจ่ายยารักษาผู้ป่วยจริง รู้จักสมุนไพรที่มีการนำมาใช้เป็นยาทั้งในรูปแบบสดและแห้ง ฝึกให้สามารถเตรียมยาแผนไทยในรูปแบบยาเตรียมต่างๆ เช่น ผง เม็ด แคปซูล ฯลฯ นอกจากนี้ยังฝึกให้สามารถเตรียมผลิตภัณฑ์จากสมุนไพรในหลากหลายรูปแบบ เช่น ครีม เจล แคปซูล ฯลฯ ทั้งนี้เพื่อให้ผู้เรียนมีความรู้ ความสามารถ และทักษะ ที่จะออกไปประกอบอาชีพด้านการแพทย์แผนไทยได้เป็นอย่างดี</p>
      <p>มีการเตรียมความพร้อมให้กับผู้ที่จะสำเร็จการศึกษา โดยจัดให้มีการสอบประมวลความรอบรู้ก่อนสำเร็จการศึกษา ซึ่งเป็นส่วนหนึ่งของการประกันคุณภาพการศึกษาของหลักสูตร และเป็นการวัดผลการประมวลความรู้เชิงวิชาชีพทั้งภาคทฤษฎีและภาคปฏิบัติ ทั้งนี้ เพื่อให้มีความมั่นใจได้ว่าบัณฑิตที่จะสำเร็จการศึกษาออกไปประกอบวิชาชีพ เป็นผู้ที่มีความรู้ ความสามารถอย่างแท้จริง</p>
      <p>นอกจากนี้ ยังมีการเตรียมความพร้อมด้านต่างๆ ให้กับนักศึกษา ได้แก่ การพัฒนาทักษะทางด้านภาษาอังกฤษ การเตรียมความพร้อมอย่างเข้มแข็งและต่อเนื่อง เพื่อให้สามารถสอบใบประกอบโรคศิลปะด้านการแพทย์แผนไทยใน 4 ประเภท คือ เวชกรรมไทย เภสัชกรรมไทย นวดไทย และผดุงครรภ์ไทย มีการเตรียมความพร้อมและปลูกฝังให้นักศึกษามีความคิดในการสร้างงาน และการประกอบอาชีพอิสระ ตั้งแต่ชั้นปีที่ 1 เป็นต้นไป และมีการจัดโครงการเตรียมความพร้อมให้กับนักศึกษาชั้นปีที่ 4 ในการสมัครงาน สัมภาษณ์งานและการทำงาน</p>
      </p>
      <p>
      <h3>แหล่งงานรองรับ</h3>
      <span>เมื่อสำเร็จการศึกษา สามารถเข้าทำงานทั้งในหน่วยงานภาครัฐและเอกชน โดยเฉพาะในโรงพยาบาล และ/หรือ สถานพยาบาลที่มีการให้บริการสุขภาพด้านการแพทย์แผนไทย และโรงพยาบาลส่งเสริมสุขภาพตำบล ในปัจจุบันสถานบริการสุขภาพของภาคเอกชน เช่น สถานบริการนวดไทย สปาไทย มีความต้องการบุคลากรทางด้านการแพทย์แผนไทยสูงมาก นอกจากนี้เมื่อได้รับใบประกอบโรคศิลปะ ยังสามารถประกอบอาชีพอิสระด้านการแพทย์แผนไทยได้อีกด้วย ได้แก่ เวชกรรมไทย เภสัชกรรมไทย นวดไทย และผดุงครรภ์ไทย</span>
     </p>
     <p>
      <h3>ประมาณค่าใช้จ่ายในการศึกษา</h3>
      <span>นักศึกษาระดับปริญญาตรี เหมาจ่าย 16,000 บาท ต่อภาคการศึกษา หรือประมาณ 128,000 บาท ตลอดหลักสูตร</span>
     </p>
     <p>
      <h3>ดาว์โหลด</h3>
       <ul>
       	  <li><a href="https://drive.google.com/file/d/0B5WWizgbgU2uaVNOdl9KU0VSQnc/view?usp=sharing" target="_blank">โครงสร้างหลักสูตร พท.บ.หลักสูตรปรับปรุง พ.ศ. 2559 (ใช้กับนักศึกษาที่เข้าศึกษาในปีการศึกษา 2560 เป็นต้นไป)</a></li>
          <li><a href="https://drive.google.com/file/d/0B5WWizgbgU2uTlpzQl9JNDVUQkE/view?usp=sharing" target="_blank">โครงสร้างหลักสูตร พท.บ.หลักสูตรปรับปรุง พ.ศ. 2554 (ใช้กับนักศึกษาที่เข้าศึกษาในปีการศึกษา 2554 - 2559)</a></li>
          <li><a href="https://docs.google.com/file/d/0B5WWizgbgU2uS2R0RHE3b2tqTkk/edit?usp=sharing" target="_blank">โครงสร้างหลักสูตร พท.บ.หลักสูตรปรับปรุง พ.ศ. 2552 (ใช้กับนักศึกษาที่เข้าศึกษาในปีการศึกษา 2553 - 2554)</a></li>
          <li><a href="https://docs.google.com/file/d/0B5WWizgbgU2uYkprNm9vLTBkVWc/edit?usp=sharing" target="_blank">โครงสร้างหลักสูตร วท.บ.หลักสูตรปรับปรุง พ.ศ. 2550</a></li>
        </ul>
     </p>
</div>
';
