<?php
 $title = 'สีประจำคณะ';
 $image = 'color.jpg';
 $pathway = '<li><span>เกี่ยวกับคณะ</span><span class="divider">/</span></li>
             <li><span>อัตลักษณ์ของคณะ</span><span class="divider">/</span></li>
             <li><span>สีประจำคณะ</span></li>';
 $tags = array('อัตลักษณ์', 'สีประจำคณะ', 'สีเหลือง', 'เกสรบุนนาค');
 $content = '<div class="itemIntroText">
   <p>
   <h3>สีเหลือง-ทอง <div style="height:50px;width:110px;background-color:#d7ae1c"></div></h3>
   คณะการแพทย์แผนไทย ได้กำหนดให้สีประจำคณะการแพทย์แผนไทย คือ <strong style="color:#d7ae1c">สีเหลืองเกสรบุนนาค</strong>(รหัสสี RGB: #d7ae1c) ได้รับความเห็นชอบจากที่ประชุมคณบดีในคราวประชุมครั้งที่ 3/2551 เมื่อวันที่ 6 มีนาคม พ.ศ. 2551
   </p>
   <p>
    และสภามหาวิทยาลัย มีมติเห็นชอบร่างพระราชกฤษฎีกาว่าด้วยปริญญาในสาขาวิชา อักษรย่อสำหรับสาขาวิชา ครุยวิทยฐานะ และเข็มวิทยฐานะของมหาวิทยาลัยสงขลานครินทร์ ในคราวประชุมครั้งที่ 305(3/2551) เมื่อวันที่ 19 เมษายน พ.ศ. 2551
   </p> 
   <p>
   สีเหลืองเกสรบุนนาคเป็นสีผสมระหว่างสีเหลืองและสีเขียว (สีเหลืองเป็นสีสัญลักษณ์ทางด้านวิทยาศาสตร์ และสีเขียวเป็นสีสัญลักษณ์ทางด้านการแพทย์)
   </p> 
</div>
';


