<?php
 $title = 'หลักสูตรปริญญาเอก';
 $image = 'doctor.jpg';
 $pathway = '<li><span>หลักสูตร</span><span class="divider">/</span></li>
             <li><span>หลักสูตรปริญญาเอก</span></li>';
 $tags = array('หลักสูตร', 'ปริญญาเอก', 'การแพทย์แผนไทยดุษฎีบัณฑิต');
 $content = '<div class="itemIntroText">
   <h3>ชื่อหลักสูตร</h3>
        <p>หลักสูตรการแพทย์แผนไทยดุษฎีบัณฑิต (Doctor of Thai Traditional Medicine Program)</p>
   <h3>ชื่อปริญญา</h3>
     <dl>
      <dt>ชื่อเต็ม:</dt>
      <dd>การแพทย์แผนไทยดุษฎีบัณฑิต Doctor  of  Thai Traditional Medicine</dd>
    </dl>
    <dl>
      <dt>ชื่อย่อภาษาไทย:</dt>
      <dd>พท.ด.</dd>
    </dl>
    <dl>
      <dt>ชื่อย่อภาษาอังกกฤษ:</dt>
      <dd>D.TM.</dd>
    </dl>
   
   <h3>ปรัชญา ความสำคัญ และวัตถุประสงค์ของหลักสูตร</h3>

   <h3>ปรัชญา</h3>
     <p>เป็นหลักสูตรที่มุ่งผลิตนักวิจัยและนักวิชาการที่มีพื้นความรู้ด้านการแพทย์แผนไทย  และมีทักษะทางด้านการวิจัยระดับสูง เป็นผู้นำทางวิชาการที่ผลิตงานวิจัยด้านการแพทย์แผนไทยที่มีคุณภาพและสร้างองค์ความรู้ใหม่  ให้เป็นที่ยอมรับทั้งในระดับชาติและนานาชาติ  ตลอดจนเป็นผู้มีคุณธรรม จริยธรรม และจรรยาบรรณทางวิชาการ</p>
   
   <h3>ความสำคัญ</h3>
     <p>
       การแพทย์แผนไทย  เป็นศาสตร์การแพทย์ที่ช่วยในการส่งเสริม ป้องกัน รักษาและฟื้นฟูสุขภาพด้วยวิธีการปรับความสมดุลของร่างกาย โดยการแพทย์แผนไทยจะเน้นการดูแลสุขภาพแบบองค์รวม ทั้งทางร่างกาย จิตใจ และสังคม  ไม่แยกกายและจิตออกจากกัน จึงทำให้การแพทย์แผนไทยมีความแตกต่างกับการแพทย์แผนปัจจุบัน  ด้วยเหตุผลข้างต้นทำให้ประชาชนใช้การแพทย์แผนไทยเป็นวิธีการดูแลสุขภาพมากขึ้น  ทั้งนี้ศาสตร์การแพทย์แผนไทย เป็นภูมิปัญญาที่สืบทอดกันมาตั้งแต่โบราณ     ยังขาดหลักฐานทางวิชาการที่จะมารองรับ  ซึ่งเป็นอุปสรรคสำคัญที่ทำให้ศาสตร์การแพทย์แผนไทยขาดความน่าเชื่อถือในระดับสากล และประชาชนไม่สามารถเข้าถึงและได้รับบริการการแพทย์แผนไทยได้อย่างปลอดภัย  จึงทำให้การแพทย์แผนไทยไม่สามารถพัฒนาให้เป็นที่ยอมรับของนานาชาติได้
     </p>
     <p>
        มหาวิทยาลัยสงขลานครินทร์  ได้เข้าร่วมโครงการ “มหาวิทยาลัยวิจัยแห่งชาติ”  และมีแผนพัฒนามหาวิทยาลัยโดยการยกระดับงานวิจัยที่มีความพร้อมทั้งด้านบุคลากร โครงสร้างพื้นฐาน ทุนวิจัยและผลงานวิจัย   คณะการแพทย์แผนไทย  มหาวิทยาลัยสงขลานครินทร์  ได้ตระหนักถึงบทบาทของคณะ  ที่จะพัฒนาคณะให้เป็นคณะแห่งการวิจัย เพื่อให้สอดคล้องกับแผนพัฒนาของมหาวิทยาลัย  โดยคณะมีเป้าหมายในการพัฒนานักวิจัยและนักวิชาการให้มีความสามารถทางการวิจัยระดับสูง สร้างผลงานวิจัยทางการแพทย์แผนไทยและการแพทย์พื้นบ้าน  และพัฒนาองค์ความรู้ใหม่ที่สามารถนำไปพัฒนาและประยุกต์ใช้ให้สอดคล้องกับความต้องการของสังคมและประเทศชาติ  จึงมีแนวคิดจัดทำหลักสูตรการแพทย์แผนไทยดุษฎีบัณฑิต  เพื่อเปิดโอกาสทางการศึกษาและพัฒนางานวิจัยในศาสตร์การแพทย์แผนไทยให้สูงขึ้น  และสามารถตอบสนองกับแผนพัฒนาที่มหาวิทยาลัยและคณะวางไว้  ซึ่งการเปิดสอนในหลักสูตรนี้ จะเป็นหลักสูตรที่ผลิตบุคลากรที่มีความรู้ความชำนาญขั้นสูงในสาขาการแพทย์แผนไทย  สามารถผลิตงานวิจัยที่มีคุณภาพ และเป็นที่ยอมรับในระดับชาติและนานาชาติ        สร้างองค์ความรู้และวิทยาการใหม่ ๆ  ที่สามารถนำไปประยุกต์ใช้ในวงการวิชาชีพการแพทย์แผนไทยต่อไปได้
     </p>
     
   <h3>วัตถุประสงค์</h3>
        <p>
          <ul>
             <li>มีความรู้ทางด้านการแพทย์แผนไทยอย่างลึกซึ้ง</li>
             <li>สามารถพัฒนาผลงานวิจัย และสร้างองค์ความรู้ใหม่ ให้เปนที่ยอมรับทั้งในระดับชาติและนานาชาติ</li>
             <li>มีความเป็นผู้นำทางวิชาการและสามารถนำความรู้ทางด้านการแพทย์แผนไทยไปใช้ให้เกิด ประโยชน์ต่อสังคม</li>
             <li>มีความสามารถในการคิดวิเคราะห์ สังเคราะห์ อย่างเป็นระบบ และสามารถนำเทคโนโลยีมาประยุกต์ใช้ในการพัฒนางานวิจัยทางด้านการแพทย์แผนไทยได้อย่างมีประสิทธิภาพ</li>
             <li>มีคุณธรรม จริยธรรม  และจรรยาบรรณทางวิชาการ</li>
          </ul>
        </p>
</div>

<!-- Item fulltext -->
<div class="itemFullText">
    <h3>รายละเอียดหลักสูตร</h3>
       <p>หลักสูตรปริญญาโทหลักสูตรนี้ เป็นหลักสูตรแผน ก เป็นแผนการศึกษาที่เน้นการวิจัยโดยมีการทำวิทยานิพนธ์ แบ่งการศึกษาเป็น 2 แผน ดังนี้</p>
    
    <h4>จำนวนหน่วยกิตที่เรียนตลอดหลักสูตร</h4>
        <p>
          <ul>
             <li>แบบ 1.1  จำนวนหน่วยกิตรวมตลอดหลักสูตร 48 หน่วยกิต</li>
             <li>แบบ 1.2  จำนวนหน่วยกิตรวมตลอดหลักสูตร 72 หน่วยกิต</li>
             <li>แบบ 2.1  จำนวนหน่วยกิตรวมตลอดหลักสูตร 48 หน่วยกิต</li>
             <li>แบบ 2.2  จำนวนหน่วยกิตรวมตลอดหลักสูตร 72 หน่วยกิต</li>
          </ul>
        </p>

    <h4>รูปแบบของหลักสูตร</h4>
        <p>
          <ul>
             <li><strong>รูปแบบ</strong> หลักสูตรระดับปริญญาเอก</li>
             <li><strong>ภาษาที่ใช้</strong> หลักสูตรจัดการศึกษาเป็นภาษาไทย /และภาษาอังกฤษในบางรายวิชา</li>
             <li><strong>การรับนักศึกษา</strong> รับนักศึกษาไทยและ/หรือนักศึกษาต่างชาติ</li>
             <li><strong>ความร่วมมือกับสถาบันอื่น</strong>  เป็นหลักสูตรเฉพาะของคณะที่จัดการเรียนการสอนโดยตรง</li>
             <li><strong>การให้ปริญญาแก่ผู้สำเร็จการศึกษา</strong>  ให้ปริญญาเพียงสาขาวิชาเดียว</li>
          </ul>
        </p>

   <h3>การรับสมัคร</h3>
        <p>กำหนดการรับสมัครสามารถดูรายละเอียดได้จากเว็บไซต์บัณฑิตวิทยาลัยและสามารถสมัครแบบออนไลน์ผ่านเว็บไซต์ของบัณฑิตวิทยาลัย มหาวิทยาลัยสงขลานครินทร์ <a href="http://www.grad.psu.ac.th/admission/" target="_blank">(สมัครออนไลน์)</a></p>

   <h3>รายละเอียดเพิ่มเติม</h3>
         <p>ข้อมูลและรายละเอียดเพิ่มเติมที่เว็บไซต์งานบัณฑิตศึกษาคณะการแพทย์แผนไทย <a href="https://sites.google.com/site/gradttmed/" target="_blank">(ดูรายละเอียด)</a></p>

</div>
';
