<?php

$title = 'สาขาเภสัชกรรมไทย';
$image = 'drugs.jpg';
$pathway = '<li><span>สาขาวิชา</span><span class="divider">/</span></li>
            <li><span>สาขาเภสัชกรรมไทย</span></li>';
$tags = array('สาขา', 'เภสัชกรรมไทย', 'เภสัชวัตถุ', 'การปรุงยา', 'สมุนไพร');
$content = '<div class="itemIntroText">
     <h3>เภสัชกรรมไทย</h3>
     <p>เป็นสาขาวิชาหนึ่งในหลักสูตรการแพทย์แผนไทย ที่นักศึกษาจะได้ศึกษาประโยชน์ทางยาของสมุนไพรต่างๆ รวมทั้งรูปแบบและวิธีการที่จะได้มาซึ่งยาเตรียมที่มีคุณภาพ โดยเริ่มจากการศึกษาพฤกษศาสตร์ทางเภสัชและพฤกษศาสตร์พื้นบ้าน (Pharmaceutical and Folk Botany) เพื่อให้รู้จักลักษณะความแตกต่างของพืชในแต่ละวงศ์ และนักศึกษาจะได้เรียนรู้รายวิชาในสาขาเภสัชกรรมที่เกี่ยวข้องกับการนำสมุนไพรมาประยุกต์ใช้ในการรักษาโรค ซึ่งประกอบด้วย</p>
      <ol>
      <li><strong>เภสัชวัตถุ</strong> (Materia Medica) ศึกษาพืชวัตถุ สัตว์วัตถุ ธาตุวัตถุ ที่นำมาใช้ในการรักษาโรค</li>
      <li><strong>สรรพคุณเภสัช</strong> (Medicinal Characteristics) ศึกษาองค์ความรู้ทางด้านเภสัชเวชแผนปัจจุบันและแผนไทยควบคู่กัน โดยศึกษาสารสำคัญต่างๆที่พบในสมุนไพรแต่ละชนิด ควบคู่กับการฝึกทักษะทางห้องปฏิบัติการ</li>
      <li><strong>คณาเภสัช</strong> (Group of Materia Medica) ศึกษาการจัดหมวดหมู่ยาสมุนไพร เพื่อให้เกิดทักษะในการนำตัวยาไปใช้ในการรักษาโรค</li>
      <li><strong>หลักการปรุงยา หรือ เภสัชกรรม</strong> (Traditional Pharmaceutics) ศึกษาวิธีการเก็บ การคัดเลือกวัตถุดิบสมุนไพรที่ดี เพื่อนำไปใช้ในการผลิตยาเตรียม และการปรุงยาในรูปแบบต่างๆในทางการแพทย์แผนไทย</li>
      </ol>
      <p>นอกจากนี้ในรายวิชา <strong>สมุนไพรกับโรคที่พบบ่อย</strong> (Medicinal Plant for High Incident Disease) จะกล่าวถึง สมุนไพรในงานสาธารณสุขมูลฐาน ยาสามัญประจำบ้านแผนโบราณ สมุนไพรในบัญชียาหลักแห่งชาติ รวมถึงกฎหมายต่างๆ ที่มีความเกี่ยวข้องกับการผลิตและจำหน่ายยาแผนโบราณ</p>
      <p>การที่นักศึกษาจะมีความลึกซึ้งในการเรียนเภสัชกรรมไทยนั้น จำเป็นต้องได้รับประสบการณ์จากการลงมือปฏิบัติจริง ทางคณะการแพทย์แผนไทยจึงส่งเสริมการพัฒนาองค์ความรู้ในรูปแบบต่างๆ เช่น การเดินป่าศึกษาสมุนไพรร่วมกับหมอพื้นบ้าน การผลิตยาสมุนไพรเพื่อใช้ในกิจกรรมแพทย์แผนไทยสู่ชุมชน การฝึกปฏิบัติงานด้านเภสัชกรรมไทย ณ โรงพยาบาลชุมชนในภูมิภาคต่างๆ ของประเทศ และที่สำคัญ คือ การส่งเสริมโครงงานวิจัยของนักศึกษาที่เกี่ยวข้องกับการพัฒนาภูมิปัญญาและการใช้สมุนไพรชนิดต่างๆ</p>
</div>';


