<?php
 $title = 'ดอกไม้ประจำคณะ';
 $image = 'flower.jpg';
 $pathway = '<li><span>เกี่ยวกับคณะ</span><span class="divider">/</span></li>
             <li><span>อัตลักษณ์ของคณะ</span><span class="divider">/</span></li>
             <li><span>ดอกไม้ประจำคณะ</span></li>';
 $tags = array('อัตลักษณ์', 'ดอกไม้', 'ดอกบุนนาค', 'บุนนาค');
 $content = '<div class="itemIntroText">
   <p>
   <h3>ดอกบุนนาค</h3>
   <dl class="dl-horizontal">
   <dt><img src="images/boonnak.gif" alt=""></dt>
  <dd>คณะการแพทย์แผนไทย มหาวิทยาลัยสงขลานครินทร์ ได้กำหนดให้ต้นและดอกบุนนาคเป็นต้นไม้และดอกไม้ประจำคณะการแพทย์แผนไทย เพราะบุนนาคเป็นพืชยืนต้นที่มีอายุยืนนานเปรียบเสมือนกับประวัติความเป็นมาที่ยาวนานของการแพทย์แผนไทย  ทุกส่วนของบุนนาค มีประโยชน์ทางยา โดยเฉพาะเกสรดอกบุนนาคจัดอยู่ในพิกัดของเกสรทั้งห้า ทั้งเจ็ด และทั้งเก้า มีรสยาสุขุม สามารถนำมาเป็นส่วนประกอบของตำรับยาที่เตรียมขึ้นใช้กับทุกเพศทุกวัยได้  เปรียบเสมือนกับประโยชน์ของการแพทย์แผนไทยที่ได้ช่วยเหลือคนไทยในด้านการดูแล รักษา ฟื้นฟูและป้องกันสุขภาพให้กับคนไทยทุกเพศทุกวัยมาช้านาน</dd>
   </dl>
   </p>
   <p>
     <h3>บุนนาค (boon-nak)</h3>
    <dl class="dl-horizontal">
      <dt>ชื่อวิทยาศาสตร์:</dt>
      <dd>Mesua ferrea L.</dd>
    </dl>
    <dl class="dl-horizontal">
      <dt>ชื่อวงศ์:</dt>
      <dd>Guttiferae</dd>
    </dl>
    <dl class="dl-horizontal">
      <dt>ชื่ออื่นๆ:</dt>
      <dd>ก๊าก่อ (กะเหรี่ยง-แม่ฮ่องสอน) ก้ำก่อ ปะนาคอ (มาเลย์-ปัตตานี) สารภีดอย (เชียงใหม่) Indian rose chestnut tree, Iron wood</dd>
    </dl>
    <dl class="dl-horizontal">
      <dt>ลักษณะ:</dt>
      <dd>เป็นพืชยืนต้น สูง 15-25 เมตร ไม่ผลัดใบ ลำต้นตรง เรือนยอดเป็นพุ่มทึบรูปกรวยคว่ำ ยอดอ่อนสีน้ำตาลแดงเข้มสวยงาม  สีคล้ายยอดมะม่วงอ่อน ใบเดี่ยวรูปเรียวยาวแคบ ปลายแหลม ขอบใบเรียบ ผิวใบด้านบนสีเขียวเข้มด้านล่างสีเขียวอ่อนเกือบขาว ดอกออกเป็นช่อๆ ละ 3-4 ดอก กลีบดอกสีขาวหรือสีเหลืองอ่อนเกสรตัวผู้มีจำนวนมากกระจุกเป็นฝอยสีเหลืองสดใส ดอกมีกลิ่นหอม</dd>
     </dl>
   </p>
</div>
';


