<?php
$title = 'ประวัติคณะ';
$image = 'history.jpg';
$pathway = '<li><span>เกี่ยวกับคณะ</span><span class="divider">/</span></li><li><span>ประวัติคณะ</span></li>';
$tags = array('ประวัติ', 'คณะการแพทย์แผนไทย', 'หลักสูตร');
$content = '<div class="itemIntroText">
   <p>
   <h3>ประวัติคณะการแพทย์แผนไทย</h3>
   <span>การแพทย์แผนไทย เป็นการแพทย์ที่อยู่คู่กับสังคมไทยมาตั้งแต่อดีต นับจากการมีประวัติศาสตร์ของชาติไทย มีหลักฐานปรากฏมาตั้งแต่สมัยสุโขทัย เป็นการแพทย์ที่อาศัยความรู้และภูมิปัญญาของคนไทยที่ได้ทดลอง ปฏิบัติจริงแล้วได้ผลสะสมถ่ายทอดสืบต่อกันมา แม้ว่าในระยะหลังการแพทย์แผนไทยจะถูกแทนที่ด้วยการแพทย์แผนปัจจุบันและถูกละเลย แต่การแพทย์แผนไทยก็ยังไม่สูญหายไปจากสังคมไทย ทั้งนี้เนื่องจากการแพทย์แผนไทยยังเป็นที่ต้องการเพื่อใช้ในการรักษา ดูแลสุขภาพของคนไทยส่วนหนึ่ง และมีการศึกษาถ่ายทอดโดยหมอแผนโบราณทั้งในรูปส่วนบุคคลและในรูปขององค์กรเอกชนในลักษณะของชมรมหรือสมาคมที่เกี่ยวข้องกับการแพทย์และเภสัชกรรมไทย มหาวิทยาลัยสงขลานครินทร์จัดเป็นมหาวิทยาลัยชั้นนำในภาคใต้ และมีปณิธานที่จะให้เป็นที่พึ่งของสังคม จึงเห็นว่าควรจะมีบทบาทที่จะจัดการศึกษาศาสตร์ทางด้านการแพทย์แผนไทยในระดับอุดมศึกษา เพื่อเป็นการอนุรักษ์ ศึกษา วิจัยและพัฒนาให้เกิดประโยชน์ต่อสังคม และประเทศชาติ ดังนั้นจึงได้มีการบรรจุหลักสูตรการแพทย์แผนไทยไว้ในแผนฯ 9 ของมหาวิทยาลัย และได้ดำเนินการเพื่อจัดทำหลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาการแพทย์แผนไทย สรุปได้ดังนี้</span>
   </p>
   <p>
</div>

<!-- Item fulltext -->
<div class="itemFullText">	
    <p>
      <h3><i class="icon-time"></i> ประมาณต้นปี พ.ศ. 2544</h3>
      <span>รองศาสตราจารย์ ดร.วัลลภ สันติประชา ซึ่งเป็นรองอธิการบดีฝ่ายวิชาการในขณะนั้นได้มีหนังสือไปยังคณะต่าง ๆ ที่เกี่ยวข้อง ได้แก่ คณะเภสัชศาสตร์ คณะวิทยาศาสตร์ คณะพยาบาลศาสตร์ คณะแพทยศาสตร์ และคณะศิลปศาสตร์ เพื่อหารือความเป็นไปได้ในการจัดหลักสูตรการแพทย์แผนไทยขึ้นในมหาวิทยาลัยสงขลานครินทร์ ซึ่งที่ประชุมเห็นชอบที่จะให้มีหลักสูตรนี้ และมีความเห็นพ้องต้องกันว่าควรจะมีจะเริ่มดำเนินการจัดทำ "ร่างหลักสูตรการแพทย์แผนไทย" และดำเนินการเพื่อการเตรียมความพร้อมไปด้วย</span>
     </p>
    <p>
      <h3><i class="icon-time"></i> กรกฎาคม พ.ศ. 2544</h3>
      <span>มหาวิทยาลัยได้แต่งตั้งคณะทำงานขึ้นมาสองชุด คือ คณะทำงานร่างหลักสูตรการแพทย์แผนไทยประยุกต์ ตามคำสั่งมหาวิทยาลัยที่ 1039/2544 ลงวันที่ 13 กรกฎาคม พ.ศ. 2544 โดยมีรองอธิการบดีฝ่ายวิชาการ (รองศาสตราจารย์ ดร.วัลลภ สันติประชา) เป็นประธานคณะทำงาน และมีตัวแทนจากคณะต่างๆ ที่เกี่ยวข้อง เช่น คณะเภสัชศาสตร์ คณะวิทยาศาสตร์ คณะพยาบาลศาสตร์ คณะแพทยศาสตร์ คณะศิลปศาสตร์ ผู้อำนวยการกองบริการการศึกษา และแพทย์แผนไทยส่วนหนึ่งจากภายนอกมหาวิทยาลัยเป็นคณะทำงาน และมีบุคลากรจากกองบริการการศึกษาเป็นฝ่ายจัดการและเลขานุการ กับคณะทำงานกำหนดขอบเขตเนื้อหาและคำอธิบายรายวิชาที่เกี่ยวกับการแพทย์แผนไทย ตามคำสั่งมหาวิทยาลัยที่ 979/2544 ลงวันที่ 4 กรกฎาคม พ.ศ. 2544 โดยมี รองศาสตราจารย์ ดร.สนั่น ศุภธีรสกุล เป็นประธานคณะทำงาน และองค์ประกอบส่วนใหญ่ของคณะทำงานชุดนี้ประกอบด้วยผู้ทรงคุณวุฒิด้านการแพทย์แผนไทยโรงเรียนเวชศาสตร์ไทยจังหวัดสงขลา และจากสมาพันธ์แพทย์แผนไทยภาคใต้ คณะทำงานดังกล่าวทั้ง 2 ชุด ได้ดำเนินการจัดทำร่างหลักสูตรการแพทย์แผนไทย จนแล้วเสร็จประมาณกลางปี 2545 เป็นการสิ้นสุดหน้าที่</span>
    </p>
    <p>
      <h3><i class="icon-time"></i> มิถุนายน พ.ศ. 2545</h3>
      <span>มหาวิทยาลัยได้แต่งตั้งคณะกรรมการจัดทำหลักสูตรการแพทย์แผนไทย ซึ่งในขณะนั้นใช้ชื่อว่า หลักสูตรเวชศาสตรไทยบัณฑิต ตามคำสั่งมหาวิทยาลัยสงขลานครินทร์ที่ 0954/2545 ลงวันที่ 7 มิถุนายน พ.ศ. 2545 โดยมีรองอธิการบดีฝ่ายวิชาการเป็นประธานกรรมการ ผู้แทนจากคณะเภสัชศาสตร์ คณะวิทยาศาสตร์ คณะพยาบาลศาสตร์ คณะแพทยศาสตร์ คณะศิลปศาสตร์ คณะวิทยาการจัดการ กองบริการการศึกษา กองแผนงาน เป็นกรรมการ และมีกรรมการผู้ทรงคุณวุฒิ คือ แพทย์หญิงเพ็ญนภา ทรัพย์เจริญ นายแพทย์ทรงยศ ชัยชนะ นายแพทย์ชวลิต สันติกิจรุ่งเรือง นายศักดิ์ชัย จันทร์สงเคราะห์ (แพทย์แผนไทย) และนายประกอบ อุบลขาว (แพทย์แผนไทย) และมี รองศาสตราจารย์ ดร.สนั่น ศุภธีรสกุล เป็นกรรมการและเลขานุการ คณะกรรมการฯ ได้ดำเนินการจัดทำหลักสูตรต่อจากคณะทำงานร่างหลักสูตรการแพทย์แผนไทยประยุกต์</span>
    </p>
    <p>
      <h3><i class="icon-time"></i> ตุลาคม พ.ศ. 2546</h3>
      <span>หลักสูตรผ่านความเห็นชอบจากที่ประชุมคณะกรรมการวิชาการ วิทยาเขตหาดใหญ่ ในคราวประชุมครั้งที่ 10/2546 เมื่อวันที่ 9 ตุลาคม พ.ศ. 2546</span>
    </p>
    <p>
      <h3><i class="icon-time"></i> เมษายน พ.ศ. 2547</h3>
      <span>หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาการแพทย์แผนไทยได้ผ่านความเห็นชอบจากที่ประชุมสภาวิชาการ ในคราวประชุมครั้งที่ 66(4/2547) เมื่อวันที่ 23 เมษายน พ.ศ. 2547</span>
    </p>
    <p>
      <h3><i class="icon-time"></i> มิถุนายน พ.ศ. 2547</h3>
      <span>หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาการแพทย์แผนไทยได้ผ่านความเห็นชอบจากที่ประชุมสภามหาวิทยาลัย ในคราวประชุมครั้งที่ 272(5/2547) เมื่อวันที่ 26 มิถุนายน พ.ศ. 2547</span>
    </p>
</div>';

