<?php

$title = 'โรงพยาบาลการแพทย์แผนไทย';
$image = 'hospital.jpg';
$pathway = '<li><span>หน่วยงาน</span><span class="divider">/</span></li>
            <li><span>โรงพยาบาลการแพทย์แผนไทย</span></li>';
$tags = array('โรงพยาบาล', 'การแพทย์แผนไทย','ประวัติ','พันธกิจ');
$content = '<div class="itemIntroText">
       <h3>ประวัติโรงพยาบาล</h3>
       <p>โรงพยาบาลการแพทย์แผนไทย มหาวิทยาลัยสงขลานครินทร์ เปิดให้บริการครั้งแรกเมื่อวันที่ 24 กรกฎาคม พ.ศ. 2552 จัดตั้งขึ้นเพื่อเป็นสถานที่หลักในการฝึกปฏิบัติงานและฝึกประสบการณ์ทางวิชาชีพการแพทย์แผนไทยในสถานการณ์จริงให้กับนักศึกษาแพทย์แผนไทย ตั้งแต่การรับผู้ป่วย การซักถามและบันทึกประวัติ การตรวจร่างกาย ตรวจวินิจฉัยโรค ให้การรักษาโรค หรือฟื้นฟูสภาพร่างกายด้วยวิธีการต่างๆ ตามหลักการและทฤษฎีการแพทย์แผนไทย เช่น การรักษาด้วยยา การให้คำแนะนำการใช้ยา ปรุงยา เตรียมยา และจ่ายยาให้กับผู้ป่วย การรักษาด้วยการนวดไทย อบ ประคบ และฤๅษีดัดตน การติดตามผลการรักษา</p>
      <p>รวมไปถึงหลักการบริหารจัดการในโรงพยาบาลการแพทย์แผนไทย การปฏิบัติตามข้อบังคับทางกฎหมายต่างๆ ที่มีความเกี่ยวข้อง ทั้งนี้เพื่อเตรียมความพร้อมให้กับนักศึกษาการแพทย์แผนไทย เป็นบัณฑิตที่มีความรู้และทักษะวิชาชีพ มีภาวะผู้นำ มีคุณธรรมและจริยธรรม ซึ่งเป็นคุณลักษณะที่พึงประสงค์ของบุคลากรด้านการแพทย์แผนไทย</p>
      
      <h3>พันธกิจ</h3>
      <ol>
         <li>เพื่อเป็นแหล่งฝึกปฏิบัติงานเชิงวิชาชีพด้านเวชกรรมไทย เภสัชกรรมไทย นวดไทย และผดุงครรภ์ไทย</li>
         <li>ให้บริการวิชาชีพการแพทย์แผนไทยที่ได้มาตรฐาน เป็นที่ยอมรับในระดับภูมิภาคเอเชีย และเป็นแบบอย่างที่ดีสำหรับผู้ประกอบวิชาชีพแพทย์แผนไทย</li>
         <li>เปิดให้บริการวิชาชีพด้วยศาสตร์ทางการแพทย์แผนไทยแก่ประชาชนทั่วไป เน้นการพัฒนาการให้บริการวิชาชีพที่ได้มาตรฐาน</li>
      </ol>
      <dl>
	  <dt><h4>ข้อมูลติดต่อ:</h4></dt>
	  <dd>โรงพยาบาลการแพทย์การแผนไทย</dd>
          <dd>อาคารคาเฟต(เดิม) มหาวิทยาลัยสงขลานครินทร์</dd>
          <dd>อ.หาดใหญ่ จ.สงขลา 90110</dd>
          <dd>โทรศัพท์ 0-7428-2710</dd>
     </dl>
     <dl>
	  <dt><h4>เว็บไซต์:</h4></dt>
	  <dd><a href="http://www.ttmed.psu.ac.th/hospital" target="_blank">www.ttmed.psu.ac.th/hospital</a></dd>
     </dl>
</div>';


