<?php

$title = 'สาขาการนวดไทย';
$image = 'massage.jpg';
$pathway = '<li><span>สาขาวิชา</span><span class="divider">/</span></li>
            <li><span>สาขาการนวดไทย</span></li>';
$tags = array('สาขา', 'นวดไทย', 'เชลยศักดิ์', 'ราชสำนัก');
$content = '<div class="itemIntroText">
   <h3>การนวดไทย</h3>
     <p>การนวดไทยเป็นภูมิปัญญาอันล้ำค่าของชาวไทยที่มีการถ่ายทอดและเป็นที่ยอมรับกันมาตั้งแต่อดีตจนสู่ปัจจุบัน เนื่องจากการนวดไทยมีทั้งการนวดเพื่อการรักษา การนวดเพื่อสุขภาพและการนวดเพื่อความงาม  โดยใช้หลักการกด การสัมผัส เพื่อเพิ่มอัตราการไหลเวียนโลหิต  ทำให้กล้ามเนื้อผ่อนคลายช่วยรักษาอาการปวดเมื่อยตามร่างกายและช่วยให้จิตใจสดชื่น ผ่อนคลายได้เป็นอย่างดี</p>
      <p>หลักสูตรการแพทย์แผนไทยได้กำหนดวิชาในการศึกษาการนวดไทย ดังนี้</p>

	<dl>
	  <dt>การนวดไทย ๑</dt>
	  <dd>นักศึกษาจะได้ทราบถึงประวัติและวิวัฒนาของการนวดไทย  รูปแบบของการนวดไทยมี 2 แบบ คือ แบบเชลยศักดิ์และแบบราชสำนัก มีการศึกษาเกี่ยวกับเส้นประธาน 10 และโรคที่เกิดจากความผิดปกติของเส้นประธาน 10 การวางแผนการบำบัดฟื้นฟูสุขภาพด้วยกรรมวิธีการนวดไทย ตลอดจนสามารถประเมินภาวะและการส่งต่อผู้ป่วยได้อย่างถูกต้องและเหมาะสม</dd>
	</dl>
	<dl>
	  <dt>การนวดไทย ๒</dt>
	  <dd>เป็นการศึกษาเกี่ยวกับสูตรการนวดรักษาโรคตามแบบราชสำนัก เช่น โรคอัมพฤกษ์ อัมพาต ไมเกรน ข้อเท้าแพลง  คอตกหมอน  ลมปลายปัตคาดสัญญาณ 1, 3 หลัง ลมปลายปัตคาดสัญญาณ 4, 5 หลัง จับโปงแห้ง/น้ำเข่า เป็นต้น  โดยรูปแบบการศึกษาจะเป็นการนำหลักทฤษฎีตามหลักการแพทย์แผนไทยอธิบายร่วมกับหลักการของแพทย์แผนตะวันตก และมีการฝึกปฏิบัติการนวดไทยเพื่อส่งเสริมสุขภาพตามหลักการแพทย์แผนไทยจากภูมิปัญญาของหมอพื้นบ้าน</dd>
	</dl>
      
      <p>นอกจากการเรียนทฤษฎีและปฏิบัติกับผู้ป่วยจำลองแล้ว ยังมีรายวิชาการฝึกปฏิบัติงานวิชาชีพกับผู้ป่วยจริงในโรงพยาบาลชุมชนทั่วประเทศ เพื่อเป็นการเพิ่มพูนทักษะวิชาชีพและได้นำความรู้และทฤษฎีที่ได้ศึกษามาประยุกต์ใช้ในการตรวจ รักษากับผู้ป่วยจริง</p>
      <p>หัวใจหลักในการศึกษาของการนวดไทย คือ น้ำหนักมือหรือกำลังนิ้วมือ ซึ่งนักศึกษาจะต้องฝึกยกกระดานโดยการนั่งขัดสมาธิเพชร  มือโหย่งนิ้วเป็นรูปถ้วยและยกตัวเองขึ้นเหนือจากพื้น เพื่อให้มีน้ำหนักมือที่ดีและทำให้ประสิทธิภาพในการรักษาที่ดี</p>
</div>';


