<?php
 $title = 'หลักสูตรปริญญาโท';
 $image = 'master2017.jpg';
 $pathway = '<li><span>หลักสูตร</span><span class="divider">/</span></li>
             <li><span>หลักสูตรปริญญาโท</span></li>';
 $tags = array('หลักสูตร', 'ปริญญาโท', 'การแพทย์แผนไทยมหาบัณฑิต');
 $content = '<div class="itemIntroText">
   <h3>ชื่อหลักสูตร</h3>
        <p>หลักสูตรการแพทย์แผนไทยมหาบัณฑิต (Master of  Thai Traditional Medicine)</p>
   <h3>ชื่อปริญญา</h3>
     <dl>
      <dt>ชื่อเต็ม:</dt>
      <dd>การแพทย์แผนไทยมหาบัณฑิต Master of Thai Traditional Medicine</dd>
    </dl>
    <dl>
      <dt>ชื่อย่อภาษาไทย:</dt>
      <dd>พท.ม.(การแพทย์แผนไทย)</dd>
    </dl>
    <dl>
      <dt>ชื่อย่อภาษาอังกกฤษ:</dt>
      <dd>M.TM.(Thai Traditional Medicine)</dd>
    </dl>
   <h3>การรับสมัคร</h3>
        <p>กำหนดการรับสมัครสามารถดูรายละเอียดได้จากเว็บไซต์บัณฑิตวิทยาลัยและสามารถสมัครแบบออนไลน์ผ่านเว็บไซต์ของบัณฑิตวิทยาลัย มหาวิทยาลัยสงขลานครินทร์ <a href="http://www.grad.psu.ac.th/admission/" target="_blank">(สมัครออนไลน์)</a></p>
   <h3>วัตถุประสงค์</h3>
        <p>
          <ul>
             <li>เพื่อผลิตมหาบัณฑิต ที่มีความรู้ ความเข้าใจในทฤษฎีการแพทย์แผนไทย สามารถบูรณาการองค์ความรู้กับศาสตร์อื่นที่เกี่ยวข้อง และมีทักษะในกระบวนการวิจัยด้านการแพทย์แผนไทย</li>
             <li>เพื่อพัฒนาองค์ความรู้ทางด้านการแพทย์แผนไทย โดยผ่านกระบวนการวิจัยเชิงวิทยาศาสตร์ สังคมศาสตร์ และ/หรือศาสตร์อื่นที่เกี่ยวข้อง</li>
             <li>เพื่อนำความรู้จากการวิจัยไปใช้ประโยชน์ต่อการพัฒนาวิชาชีพ</li>
          </ul>
        </p>
</div>

<!-- Item fulltext -->
<div class="itemFullText">
    <h3>รายละเอียดหลักสูตร</h3>
        <img src="images/master.jpg" alt="" style="width:800px; height:auto;" /></span>
       <p>หลักสูตรปริญญาโทหลักสูตรนี้ เป็นหลักสูตรแผน ก เป็นแผนการศึกษาที่เน้นการวิจัยโดยมีการทำวิทยานิพนธ์ แบ่งการศึกษาเป็น 2 แผน ดังนี้</p>
          <p>
           <dl>
		<dt>แผน ก แบบ ก 1</dt>
		<dd>ทำเฉพาะวิทยานิพนธ์อย่างเดียว 36 หน่วยกิต</dd>
	   </dl>
          <table class="table table-bordered">
           <thead>
            <tr>
              <th><strong>โครงสร้างหลักสูตร (แผน ก แบบ ก 1) </strong></th>
              <th><strong>หน่วยกิต</strong></th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td><strong>ปีที่ 1 ภาคการศึกษาที่ 1</strong><br/>
                  <ul>
                    <li>190-682 วิทยานิพนธ์ </li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>9 หน่วยกิต</li>                 
                   </ul>
               </td>
            </tr>
            <tr>
              <td><strong>ปีที่ 1 ภาคการศึกษาที่ 2</strong><br/>
                  <ul>
                    <li>190-682 วิทยานิพนธ์ </li>
                    <li>190-581 สัมมนาบัณฑิตด้านการแพทย์แผนไทย  1* </li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>9 หน่วยกิต</li>
                    <li>1 หน่วยกิต</li>
                   </ul>
               </td>
            </tr>
            <tr>
              <td><strong>ปีที่ 2 ภาคการศึกษาที่ 1</strong><br/>
                  <ul>
                    <li>190-682 วิทยานิพนธ์ </li>
                    <li>190-681 สัมมนาบัณฑิตด้านการแพทย์แผนไทย  2*</li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>9 หน่วยกิต</li>
                    <li>1 หน่วยกิต</li>
                   </ul>
               </td>
            </tr>
           <tr>
             <td><strong>ปีที่ 2 ภาคการศึกษาที่ 2</strong><br/>
                  <ul>
                    <li>190-682 วิทยานิพนธ์</li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>9 หน่วยกิต</li>
                   </ul>
               </td>
            </tr>
             <tr>
              <td><strong>รวมหน่วยกิตตลอดหลักสูตร</strong></td>
              <td><strong>36 หน่วยกิต</strong></td>
            </tr>
            </tbody>
        </table>
       <strong>หมายเหตุ</strong> * เป็นรายวิชาบังคับให้นักศึกษาทุกคนลงทะเบียนเรียน โดยไม่นับหน่วยกิต
       </p>  
       <p><br></p>
        <p> 
           <dl>
	        <dt>แผน ก แบบ ก 2</dt>
		<dd>เรียนรายวิชาบังคับ 12 หน่วยกิต วิชาเลือก 6 หน่วยกิต และวิทยานิพนธ์ 18 หน่วยกิต</dd>
	   </dl>
           <table class="table table-bordered">
           <thead>
            <tr>
              <th><strong>โครงสร้างหลักสูตร (แผน ก แบบ ก 2)</strong></th>
              <th><strong>หน่วยกิต</strong></th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td><strong>ปีที่ 1 ภาคการศึกษาที่ 1</strong><br/>
                  <ul>
                    <li>190-501  การแพทย์แผนไทยขั้นสูง</li>
                    <li>190-502  ระเบียบวิธีวิจัยทางการแพทย์แผนไทย</li>
                    <li>........... วิชาเลือก</li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>4 หน่วยกิต</li>
                    <li>3 หน่วยกิต</li>
                    <li>3 หน่วยกิต</li>
                   </ul>
               </td>
            </tr>
            <tr>
              <td><strong>ปีที่ 1 ภาคการศึกษาที่ 2</strong><br/>
                  <ul>
                    <li>190-582  ปัญหาพิเศษด้านการแพทย์แผนไทย</li>
                    <li>190-581 สัมมนาบัณฑิตด้านการแพทย์แผนไทย  1</li>
                    <li>........... วิชาเลือก</li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>3 หน่วยกิต</li>
                    <li>1 หน่วยกิต</li>
                    <li>3 หน่วยกิต</li>
                   </ul>
               </td>
            </tr>
            <tr>
              <td><strong>ปีที่ 2 ภาคการศึกษาที่ 1</strong><br/>
                  <ul>
                    <li>190-681 สัมมนาบัณฑิตด้านการแพทย์แผนไทย 2</li>
                    <li>190-683 วิทยานิพนธ์</li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>1 หน่วยกิต</li>
                    <li>9 หน่วยกิต</li>
                   </ul>
               </td>
            </tr>
           <tr>
             <td><strong>ปีที่ 2 ภาคการศึกษาที่ 2</strong><br/>
                  <ul>
                    <li>190-683 วิทยานิพนธ์</li>
                  </ul>
              </td>
              <td><br/>
                   <ul class="unstyled">
                    <li>9 หน่วยกิต</li>
                   </ul>
               </td>
            </tr>
             <tr>
              <td><strong>รวมหน่วยกิตตลอดหลักสูตร</strong></td>
              <td><strong>36  หน่วยกิต</strong></td>
            </tr>
            </tbody>
        </table>           
      </p>

       <h3>รายละเอียดเพิ่มเติม</h3>
         <p>ข้อมูลและรายละเอียดเพิ่มเติมที่เว็บไซต์งานบัณฑิตศึกษาคณะการแพทย์แผนไทย <a href="https://sites.google.com/site/gradttmed/" target="_blank">(ดูรายละเอียด)</a></p>
</div>
';
