<?php

$title = 'สาขาเวชกรรมไทย';
$image = 'medicine.jpg';
$pathway = '<li><span>สาขาวิชา</span><span class="divider">/</span></li>
            <li><span>สาขาเวชกรรมไทย</span></li>';
$tags = array('สาขา', 'เวชกรรมไทย', 'การตรวจ', 'วินิจฉัย');
$content = '<div class="itemIntroText">
   <h3>เวชกรรมไทย</h3>
      <p>ยังคงเป็นที่กังขาว่า <em>"เวชกรรมไทย คืออะไร"</em> ต่างกับเวชกรรมแผนปัจจุบันอย่างไร มีจุดเด่นที่ตรงไหน และการเรียนการสอนเป็นอย่างไร</p>
      <p>เบื้องต้นจะกล่าวถึงคำจำกัดความของคำว่าเวชกรรมไทยเสียก่อน ตาม พรบ.การประกอบโรคศิลปะ เวชกรรมไทย หมายความว่า การตรวจ การวินิจฉัย การบำบัด หรือการป้องกันโรค ด้วยกรรมวิธีการแพทย์แผนไทย</p>
      <p>ในส่วนการเรียนการสอนก็จะประกอบด้วย การเรียนทั้งที่เป็นภาคทฤษฏีและภาคปฏิบัติ  ภาคทฤษฏีจะกล่าวถึงเรื่องของการวินิจฉัยโรคตามหลักการแพทย์แผนไทยโดยอ้างอิงตามคัมภีร์ต่างๆ อาทิเช่น คัมภีร์ตักศิลา คัมภีร์ฉันทศาสตร์ และคัมภีร์ปฐมจินดา เป็นต้น ทั้งนี้ยังมีการเปรียบเทียบความสัมพันธ์ของสาเหตุการเกิดโรค อาการและพยาธิสภาพของโรคตามหลักการแพทย์แผนไทยและแผนปัจจุบัน แนวทางการรักษา และการเลือกใช้ยาแผนไทย การตั้งตำรับยาแผนไทยเพื่อรักษา รวมทั้งแนวทางในการส่งต่อผู้ป่วย</p>
      <p>ส่วนภาคปฏิบัติ จะเน้นการปฏิบัติที่สามารถนำไปใช้ได้จริง เช่น การลงพื้นที่ออกชมชุนไปพบปะกับผู้ป่วยจริงนอกสถานที่ศึกษา การลงไปศึกษาตามบ้านของหมอพื้นบ้าน การไปศึกษาและสังเกตการทำงานการตรวจวินิจฉัยของแพทย์แผนปัจจุบันที่โรงพยาบาล การไปสังเกตดูพฤติกรรมและพัฒนาการของเด็กวัยต่างๆ ในสถานรับเลี้ยงเด็ก การจัดให้มีการทำกรณีศึกษาพิเศษจากผู้ป่วยจริง  ตลอดจนการฝึกปฏิบัติงานด้านเวชกรรมไทยตามโรงพยาบาลชุมชนต่างๆ ทั่วประเทศ</p>
     <p>ทั้งนี้เพื่อที่จะให้บัณฑิตที่จบออกไปสามารถนำความรู้ที่ได้นั้นไปประกอบการในวิชาชีพด้านการแพทย์แผนไทยได้อย่างเต็มที่ สามารถที่จะทำการรักษาพยาบาลคนไข้ตามแนวทางแพทย์แผนไทยได้อย่างมีประสิทธิภาพตามวัตถุประสงค์ที่วางไว้</p>
      <h3>จุดเด่น</h3>
      <p>อยู่ตรงที่ความเป็นสมบัติอันล้ำค่าของชาติ ที่ใช้ในการรักษาอาหารเจ็บป่วยมาเป็นเวลานาน แม้ว่าปัจจุบันนี้ประชาชนส่วนใหญ่นิยมรักษาพยาบาลแบบแผนปัจจุบัน แต่การแพทย์แผนไทยก็ยังมีประโยชน์ และเหมาะสมกับสภาพสังคมและเศรษฐกิจของประเทศไทย ในขณะนี้</p>
     <h3>แตกต่างกับแพทย์แผนปัจจุบันอย่างไร</h3> 
     <p>กล่าวคือ ด้วยรูปแบบการอธิบายโรค (explanatory model) ที่แตกต่างกัน แพทย์แผนปัจจุบันก็พยายามที่จะอธิบายความเป็นโรค (diseases) ออกมาในทางวิทยาศาสตร์มากที่สุดเท่าที่จะทำได้ ค้นหาความผิดปกติของร่างกาย ผ่านทฤษฎีเชื้อโรค (germ theory) โดยเมื่อคนไข้เข้ามารับการรักษา ฐานคิดของแพทย์แผนปัจจุบันส่วนใหญ่จะเริ่มต้นที่การตรวจหาความผิดปกติของร่างกาย ตั้งแต่การตรวจหาความผิดปกติของอวัยวะ สารเคมี เซลล์ ที่ผิดปกติหรือการตรวจหาเชื้อโรคหรือร่องรอยการติดเชื้อ เพื่อวินิจฉัยให้ได้ว่าเป็นโรคหรือมีความผิดปกติอะไรเกิดขึ้นกับร่างกาย</p> 
     <p>หลังจากนั้นก็ทำการรักษาด้วยการให้ยา หรือทำการซ่อมแซมอวัยวะ เช่น เย็บแผล ตัดก้อนเนื้อ จ่ายยาแรงๆ เพื่อฆ่าเชื้อโรค หรือเพื่อให้ออกฤทธิ์ยับยั้งการผลิตสารเคมีในร่างกาย จ่ายยาเพื่อไปบำบัดความผิดปกติของเซลล์ จนลืมไปว่ายาบางอย่างได้สร้างความทุกข์ทรมานให้กับผู้ป่วยได้อย่างแสนสาหัสก็ตามที มีบ้างบางครั้งหรือหลายครั้งที่ความเจ็บป่วยทางกายแม้จะถูกบำบัดไป แต่ความเจ็บป่วยและความทุกข์ทางจิตใจยังคงอยู่</p>
     <p>ส่วนการแพทย์แผนไทย นอกจากจะต้องศึกษาและมีความรู้ความเข้าใจเบื้องต้นเกี่ยวกับสาเหตุของการเกิดโรค กลไกการเกิดโรค และแนวทางการรักษาแบบแผนปัจจุบันแล้ว แพทย์แผนไทยยังมีแนวคิดเกี่ยวกับการเกิดโรคที่มีความสัมพันธ์กันระหว่างธาตุ-อุตุ-อายุ-กาล-ประเทศสมุฏฐาน และพฤติกรรมมูลเหตุที่ก่อให้เกิดโรค โดยจะมองสิ่งทั้งหลายที่ว่านั้นเชื่อมโยงกันอย่างเป็นองค์รวม ส่งผลให้มีการวินิจฉัยและรักษาโรคตามแนวทางการแพทย์แผนไทยที่ให้ความสำคัญกับตัวผู้ป่วยร่วมกับบริบทแวดล้อมของผู้ป่วย เช่น ครอบครัว ชุมชน หรือสิ่งแวดล้อม การให้บริการจึงเน้นทั้งที่เป็นปัจเจกชน (ตัวผู้ป่วย) และมีการเชื่อมโยงไปสู่สิ่งแวดล้อมทั้งทางกายภาพ ชีวภาพ และสิ่งแวดล้อมทางจิตวิทยาและสังคมร่วมด้วย </p>
</div>';


