<?php

$title = 'สาขาผดุงครรภ์ไทย';
$image = 'midwifery.jpg';
$pathway = '<li><span>สาขาวิชา</span><span class="divider">/</span></li>
            <li><span>สาขาผดุงครรภ์ไทย</span></li>';
$tags = array('สาขา', 'ผดุงครรภ์ไทย', 'หญิงมีครรภ์', 'การทำคลอด');
$content = '<div class="itemIntroText">
   <h3>ผดุงครรภ์ไทย</h3>
       <p>ผดุงครรภ์ไทย หมายถึง การตรวจ การบำบัด การให้คำแนะนำและการส่งเสริมสุขภาพหญิงมีครรภ์ การป้องกันความผิดปกติในระยะตั้งครรภ์ และระยะคลอด การทำคลอด การดูแลและส่งเสริมสุขภาพมารดาและทารกในระยะหลังคลอด ด้วยวิธีการแพทย์แผนไทย (ตามนิยามของกองประกอบโรคศิลปะ) ซึ่งในหลักสูตรการแพทย์แผนไทยนักศึกษาจะได้ศึกษาทั้งทฤษฎีของผดุงครรภ์ไทยร่วมกับหลักวิชาการแพทย์แผนปัจจุบัน โดยมีวัตถุประสงค์เพื่อให้นักศึกษาสามารถทำงานร่วมกับสหวิชาชีพได้อย่างมีประสิทธิภาพ รายวิชาที่นักศึกษาจะต้องศึกษาคือ</p>
      <dl>
	  <dt>ผดุงครรภ์ไทย ๑</dt>
	  <dd>นักศึกษาจะเห็นได้ถึงความสำคัญของการผดุงครรภ์ไทย วัฒนธรรมการเกิดและการอยู่ไฟของครอบครัวไทย สรีระร่างกายของหญิงและชายวัยเจริญพันธุ์ การปฏิสนธิ การตั้งครรภ์ตลอดจนกระบวนการทำคลอดในรายคลอดปกติ</dd>
      </dl>
      <dl>
	  <dt>ผดุงครรภ์ไทย ๒</dt>
	  <dd>นักศึกษาจะได้เรียนรู้เกี่ยวกับคัมภีร์แม่และเด็ก ทั้งอาการปกติและอาการผิดปกติที่เกิดขึ้นกับมารดาระหว่างตั้งครรภ์ตลอดจนสามารถเชื่อมความสัมพันธ์ระหว่างทฤษฎีการแพทย์แผนไทยกับแพทย์แผนปัจจุบันได้</dd>
	</dl>
      <p>นอกจากนี้ยังมีการฝึกปฏิบัติงานวิชาชีพด้านผดุงครรภ์ไทยในโรงพยาบาลชุมชน เพื่อให้นักศึกษาได้ฝึกปฏิบัติจากผู้ป่วยจริงอย่างครบกระบวนตั้งแต่การดูแลมารดาในระยะก่อนคลอด โดยนักศึกษาต้องสามารถตรวจครรภ์ประเมินอายุครรภ์ และกำหนดวันคลอดได้</p>
       <p>การดูแลระยะคลอด นักศึกษาต้องตรวจประเมินหรือบำบัดตามหลักการแพทย์แผนไทยในระยะที่มารดาเจ็บครรภ์  สามารถช่วยหรือทำคลอดปกติตลอดจนการรับเด็กทารกได้และระยะหลังคลอด นักศึกษาสามารถให้การบำบัดอาการผิดปกติและการดูแลของมารดาหลังคลอด เช่น การประคบบริเวณเต้นนมมารดาในกรณีน้ำนมน้อยหรือน้ำนมไม่ไหล  การนวดพื้นฐานบริเวณขาและหลังของมารดาหลังคลอด เป็นต้น</P>
       <p>และนักศึกษาอธิบายหลักการและประโยชน์ของการอยู่ไฟตามหลักการแพทย์แผนไทยได้ เช่น การนวด การประคบสมุนไพร การนั่งถ่าน การอบสมุนไพร  การอาบน้ำสมุนไพร การทับหม้อเกลือ การพันผ้าหน้าท้อง และการให้คำแนะนำเกี่ยวกับอาหารและการปฏิบัติตัวของมารดาหลังคลอดได้ถูกต้องและเหมาะสม</p>
</div>';


