<?php
 $title = 'เพลงประจำคณะ';
 $image = 'song.jpg';
 $pathway = '<li><span>เกี่ยวกับคณะ</span><span class="divider">/</span></li>
             <li><span>อัตลักษณ์ของคณะ</span><span class="divider">/</span></li>
             <li><span>เพลงประจำคณะ</span></li>';
$tags = array('อัตลักษณ์', 'เพลงประจำคณะ', 'เพลงแพทย์แผนไทย');
 $content = '<div class="itemIntroText">
   <p>
   <h3>เพลงแพทย์แผนไทย</h3>
   <span>เพลงประจำคณะการแพทย์แผนไทย คือ เพลงแพทย์แผนไทย แต่งเนื้อร้องและทำนองโดย อาจารย์ปฏิญญา รัตนชล และดนตรีบรรเลงโดย คุณมานะ รักษ์วงศ์</span>
   </p>
   <p>
      <ul class="unstyled">
        <li><i class="icon-music"></i>น้ำ ลม ไฟ อยู่ในสมดุล</li>
        <li>ธาตุดินอุ่น โอบรับ ลม น้ำ ไฟ</li>
        <li>ล้วนเช่นกัน ไม่ว่าชาติพันธ์ใด</li>
        <li>หากไม่สมดุล เกิดเป็นโรคภัย</li>
        <li>หยั่งรากลงดิน คือบุนนาค เรา</li>
        <li>ใต้ร่มเงา อุ่นของดอกศรีตรัง</li>
        <li>สามัคคี พวกเราจะรวมพลัง</li>
        <li>ตราบดินฝัง จะรวมกำลัง เพื่อสืบศาสตร์ของคนไทย</li>
      </ul>  
   </p> 
    <p>
      <ul class="unstyled">
        <li>แต่ก่อนมา โบราณคนไทย มีตำรายา</li>
        <li>เพื่อรักษาโรคร้ายให้หาย ร่างกายสุขเหมือนเคยเป็น</li>
        <li>ถึงเงียบหาย ไม่ท้อแม้คนกะเกณฑ์</li>
        <li>พวกเรา จะไม่ไหวเอน และเราจะต้องก้าวไป</li>
      </ul>  
   </p> 
   <p>
      <ul class="unstyled">
        <li>จะกี่ปี เรามี เรามีเพื่อน เป็นกำลังใจ</li>
        <li>จะฝ่าฟัน อุปสรรค ที่มีไม่คิดจะไหวหวั่น</li>
        <li>เพราะนี่คือภูมิปัญญา ผ่านกาลเวลาช้านาน</li>
        <li>จะคงไว้ชั่วลูกชั่วหลาน สัญญาของแพทย์แผนไทย</li>
      </ul>  
   </p> 
 
</div>
';


