<?php
 $title = 'ตราสัญลักษณ์';
 $image = 'symblo.jpg';
 $pathway = '<li><span>เกี่ยวกับคณะ</span><span class="divider">/</span></li>
             <li><span>อัตลักษณ์ของคณะ</span><span class="divider">/</span></li>
             <li><span>ตราสัญลักษณ์</span></li>';
$tags = array('อัตลักษณ์', 'ตราสัญลักษณ์', 'สงขลานครินทร์', 'ม.อ.');
 $content = '<div class="itemIntroText">
   <p>
   <h3>ที่มาและความหมาย</h3>
   <dl class="dl-horizontal">
  <dt><img src="images/logo-ttmed.gif" alt=""></dt>
  <dd>คณะการแพทย์แผนไทย ใช้ตราสัญลักษณ์ของมหาวิทยาลัยสงขลานครินทร์ โดยมีชื่อของคณะการแพทย์แผนไทย อยู่ด้านล่างตราสัญลักษณ์ เป็นตราสัญลักษณ์ประจำคณะการแพทย์แผนไทย  มีองค์ประกอบของตราสัญลักษณ์ประกอบด้วย</dd>
   </dl>
   
   </p>
   <p><strong>มหาพิชัยมงกุฎ</strong> คือ ศิราภรณ์  ซึ่งเป็นสัญลักษณ์สำคัญแสดงว่าทรงเป็นพระมหากษัตริย์</p>
   <p><strong>จักรกับตรีศูล</strong> คือ ตราเครื่องหมายประจำราชวงศ์จักรี</p>
   <p><strong>ม.อ.</strong> คือ อักษรย่อ พระนามเดิมสมเด็จพระบรมราชชนก เจ้าฟ้า "มหิดลอดุลยเดช"</p>
   <p><strong>สงขลานครินทร์</strong> คือ พระนามฐานันดรศักดิ์ที่พระบรมราชชนก  (พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่) โปรดเกล้าฯ สถาปนา เจ้าฟ้า "มหิดลอดุลยเดช" ดำรงพระนามอิสริยยศฐานันดรศักดิ์เป็นเจ้ากรม โดยพระราชทานชื่อเมืองสงขลาเป็นพระนามทรงกรม เพื่อเป็นเกียรติแก่เมืองสงขลา เมื่อ พ.ศ. 2446 เสมือนเป็นเจ้าแห่งนครสงขลา</p>
   <p><strong>คณะการแพทย์แผนไทย</strong> คือ ชื่อของคณะการแพทย์แผนไทย อยู่ด้านล่างตราสัญลักษณ์ของมหาวิทยาลัยสงขลานครินทร์</p>
</div>
';


