<?php

$title = 'วิสัยทัศน์-พันธกิจ';
$image = 'vision.jpg';
$pathway = '<li><span>เกี่ยวกับคณะ</span><span class="divider">/</span></li><li><span>วิสัยทัศน์-พันธกิจ</span></li>';
$tags = array('วิสัยทัศน์', 'พันธกิจ', 'วัตถุประสงค์', 'กลยุทธ์');
$content = '<div class="itemIntroText">
   <p>
     <div class="bs-docs-example span2" style="text-align:center;border:1px solid #ccc">
        <h3>พัฒนาวิชาการ</h3>
     </div>
     <div class="bs-docs-example span2" style="text-align:center;border:1px solid #ccc">
        <h3>ผลิตงานมาตรฐาน</h3>
     </div> 
     <div class="bs-docs-example span2" style="text-align:center;border:1px solid #ccc">
        <h3>ทำงานอย่างมืออาชีพ</h3>
     </div> 
   </p>
   <p>
   <h3>วิสัยทัศน์</h3>
   <span>เป็นคณะชั้นนำด้านการแพทย์แผนดั้งเดิมในระดับภูมิภาคอาเซียน ทำหน้าที่ผลิตบัณฑิต วิจัยและบริการวิชาชีพด้านการแพทย์แผนไทย</span>
   </p>
   <p>
   <h3>พันธกิจ</h3>
       <ol> 
           <li>ผลิตบัณฑิต มหาบัณฑิต และดุษฎีบัณฑิต ให้มีความรู้และทักษะทางวิชาชีพ มีผลการเรียนรู้ตามกรอบมาตรฐานคุณวุฒิระดับอุดมศึกษาแห่งชาติ มีสมรรถนะสากล และมีหลักเศรษฐกิจพอเพียง</li>
           <li>ผลิตผลงานวิจัยที่เน้นการอนุรักษ์และการพัฒนาความรู้ด้านการแพทย์แผนไทยและการแพทย์พื้นบ้านภาคใต้ให้เป็นที่ยอมรับทั้งในระดับชาติและนานาชาติ และเป็นประโยชน์ต่อสังคม</li>
           <li>บริการวิชาการและวิชาชีพด้านการแพทย์แผนไทยแก่สังคมในรูปแบบต่างๆ และเป็นที่ยอมรับในระดับภูมิภาคอาเซียน</li>
        </ol>
    </p>
</div>

<!-- Item fulltext -->
<div class="itemFullText">	
    <p>
      <h3>วัตถุประสงค์เชิงกลยุทธ์</h3>
      <ol> 
         <li>สร้างบัณฑิตการแพทย์แผนไทย ในระดับปริญญาตรีและบัณฑิตศึกษาให้มีความรู้ทางวิชาการและทักษะทางวิชาชีพที่คุณภาพตรงตามมาตรฐานวิชาชีพโดยยึดหลักเศรษฐกิจพอเพียง มีคุณลักษณะของบัณฑิตที่พึงประสงค์ของสังคม มีทักษะชีวิตในพหุวัฒนธรรมและมีสมรรถนะสากล เป็นที่ยอมรับในระดับภูมิภาคอาเซียน</li>
         <li>ส่งเสริมและพัฒนาระบบงานวิจัยด้านการแพทย์แผนไทย และการแพทย์พื้นบ้านภาคใต้ เพื่อนำไปสู่งานวิจัยที่มีคุณภาพ ได้รับการยอมรับ และสามารถนำไปใช้ให้เกิดประโยชน์ต่อสังคมได้</li>
         <li>ส่งเสริมสุขภาพ และป้องกันโรคตามแนวทางการแพทย์แผนไทยให้กับประชาชนและเกิดประโยชน์ต่อสังคม</li>
         <li>สร้างมาตรฐานและการพัฒนาการให้บริการวิชาการและบริการวิชาชีพ ให้เป็นที่ยอมรับและเป็นแบบอย่างในระดับสากล</li>
         <li>ส่งเสริมและทำนุบำรุงศิลปวัฒนธรรม อนุรักษ์และเผยแพร่ภูมิปัญญาการแพทย์แผนไทย และการแพทย์พื้นบ้านภาคใต้ให้ดำรงอยู่คู่สังคมไทย</li>
        <li>สร้างการบริหารเชิงรุกที่มีประสิทธิภาพ เสริมสร้างสมรรถนะบุคลากร บนพื้นฐานของหลักธรรมมาภิบาล</li>
      </ol>
     </p>
</div>';


